import React from 'react'

const About = () => {
  return (
    <section id="about">
       <h1>about</h1>
       <p>맡은 일, 역할에 대해 책임감을 갖고 최선을 다하는 개발자가 되겠습니다.</p>
       <div className="aboutbox">
           <h2>팀 프로젝트, 개인 프로젝트를 가능한 한 많이 경험했습니다.</h2>
           <p>한 가지 사안을 그 한 가지로만 보지 않습니다. 새로운 개발을 배우면 보다 다양한 방법으로 그 작업을 해 볼수 있도록 여러 가지 시도를 해 봅니다.</p>
           <h2>실용음악을 전공했습니다.</h2>
           <p>실용음악을 전공했다는 것이 개발자에게 약점이 된다고 생각하지 않습니다. 풍부한 예술적 감각으로 상상력이 가득한 창작물을 만들어 낼 수 있다고 생각합니다.</p>
           <h2>어려서부터 개발 언어를 접할 수 있는 환경에서 자랐습니다.</h2>
           <p>부모님이 개발자였기에 어릴 때부터 매우 자연스럽게 개발 언어를 들여다 보고 생각할 수 있는 기회를 가질 수 있었습니다.</p>
       </div>
    </section>    
  )
}

export default About